Autodesk.Revit.Exceptions.CannotOpenBothCentralAndLocalException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CannotOpenBothCentralAndLocalException
The exception thrown when both a central model
and also a local file for the same central model are opened in the same session.
Since: 2014